content/posts/article/003_luosu_1959.org
#+title: 罗素：关于智慧、关于道德
#+AUTHOR: panshishuo
#+date: <2021-12-29 12:31>

罗素 1959 年寄语：关于智慧、关于道德

“最后一个问题。罗素勋爵，假定这段录像将被我们的后人看到，如同死海古卷一般，在一千年后被人看见，你觉得有什么该对他们那一代人说的？有关您的一生？以及一生的感悟”

（1959 年罗素接受 BBC 访问，被问到对未来一代人的寄语……）

“我想要说两点，其一关乎智慧，其二关乎道德。

关于智慧我想对他们说的是：

不管你是在研究什么事物，还是在思考任何观点。只问你自己，事实是什么，以及这些事实所证实的真理是什么。永远不要让自己被自己所更愿意相信的，或者诸如相信了则会对社会更加有益之类的想法与观念所影响。只是单单的去审视，什么才是事实。这是我想说的关乎智慧的一点。

我想对他们说的有关道德的一点，十分简单，我要说：

爱是明智的，恨是愚蠢的。在这个日益紧密相连的世界，我们必须学会容忍彼此。我们必须学会接受这样一个事实：总会有人说出我们不想听的话。只有这样我们才有可能共同生存。而假如我们想要共存，而非共亡，我们就必须学会这种宽容和忍让。因为它们对于人类在这个星球上的存续，是至关重要的。”
