article/003_luosu_1959.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>罗素：关于智慧、关于道德</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">罗素：关于智慧、关于道德</h1>
<p>
罗素 1959 年寄语：关于智慧、关于道德
</p>

<p>
“最后一个问题。罗素勋爵，假定这段录像将被我们的后人看到，如同死海古卷一般，在一千年后被人看见，你觉得有什么该对他们那一代人说的？有关您的一生？以及一生的感悟”
</p>

<p>
（1959 年罗素接受 BBC 访问，被问到对未来一代人的寄语……）
</p>

<p>
“我想要说两点，其一关乎智慧，其二关乎道德。
</p>

<p>
关于智慧我想对他们说的是：
</p>

<p>
不管你是在研究什么事物，还是在思考任何观点。只问你自己，事实是什么，以及这些事实所证实的真理是什么。永远不要让自己被自己所更愿意相信的，或者诸如相信了则会对社会更加有益之类的想法与观念所影响。只是单单的去审视，什么才是事实。这是我想说的关乎智慧的一点。
</p>

<p>
我想对他们说的有关道德的一点，十分简单，我要说：
</p>

<p>
爱是明智的，恨是愚蠢的。在这个日益紧密相连的世界，我们必须学会容忍彼此。我们必须学会接受这样一个事实：总会有人说出我们不想听的话。只有这样我们才有可能共同生存。而假如我们想要共存，而非共亡，我们就必须学会这种宽容和忍让。因为它们对于人类在这个星球上的存续，是至关重要的。”
</p>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：罗素：关于智慧、关于道德</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
